[
    {
        "id": "El lobo de wall street",
        "titulo": "El lobo de wall street",
        "imagen": "imagenes/miniaturas/mini-wall-street.svg",
        "video" : "imagenes/descripciones/videos/video_lobo-de-wall-street.mp4",
        "pais": "Estados Unidos",
        "año" : "2013",
        "genero" : "Comedia",
        "director" : "Martin Scorsese",
        "sinopsis" : "Película basada en hechos reales del corredor de bolsa neoyorquino Jordan Belfort. A mediados de los años 80, Belfort era un joven honrado que perseguía el sueño americano, pero pronto en la agencia de valores aprendió que lo más importante no era hacer ganar a sus clientes, sino ser ambicioso y ganar una buena comisión. Su enorme éxito y fortuna le valió el mote de “El lobo de Wall Street”. Dinero. Poder. Mujeres. Drogas. Las tentaciones abundaban y el temor a la ley era irrelevante. Jordan y su manada de lobos consideraban que la discreción era una cualidad anticuada; nunca se conformaban con lo que tenían.",
        "reparto": "Leonardo DiCaprio, Jonah Hill, Margot Robbie.",
        "duracion": "142 minutos",
        "categoria": {
            "nombre": "Comedia",
            "id": "comedia"
        },
        "precio": 100000,
        "cantidad" : 0
    },
    {
        "id": "El justiciero",
        "titulo": "El justiciero",
        "imagen": "imagenes/miniaturas/mini-el-justiciero.svg",
        "video" : "https://www.youtube.com/embed/VjctHUEmutw",
        "pais": "Estados Unidos",
        "año" : "2014",
        "genero" : "Acción, Thriller, Crimen",
        "director" : "Antoine Fuqua",
        "sinopsis" : "Nos presenta a Robert McCall, un man serio y reservado que lleva una vida tranquila trabajando en una tienda de mejoras para el hogar. Pero McCall tiene un pasado oscuro como ex-agente de operaciones encubiertas. Un día, conoce a Teri, una joven prostituta que está siendo explotada por unos mafiosos rusos. Cuando la pelada termina en el hospital por una golpiza, McCall decide salir de su retiro y usar sus habilidades letales para ayudarla. Se convierte en una especie de justiciero, enfrentándose a los mafiosos con una precisión y frialdad que dejan a todos boquiabiertos. En su misión de limpiar las calles y proteger a los inocentes, McCall demuestra que, aunque trate de vivir una vida tranquila, no ha perdido su toque para la acción y la justicia.",
        "reparto": "Denzel Washington como Robert McCall, Marton Csokas como Teddy, Chloë Grace Moretz como Teri",
        "duracion": "142 minutos",
        "categoria": {
            "nombre": "Accion",
            "id": "accion"
        },
        "precio": 150000,
        "cantidad" : 0
    },
    {
        "id": "Megamente",
        "titulo": "Megamente",
        "imagen": "imagenes/miniaturas/mini-megamente.svg",
        "video" : "imagenes/descripciones/videos/video_megamente.mp4",
        "pais": "Estados Unidos",
        "año" : "2010",
        "genero" : "Animación, Acción, Comedia",
        "director" : "Tom McGrat",
        "sinopsis" : "Es una película animada que cuenta la historia de Megamind, un villano que se cree el más bacano de todos. Desde chiquito, Megamind ha estado en una rivalidad constante con Metro Man, el héroe de Metro City. Pero un día, Megamind logra vencer a Metro Man y toma el control de la ciudad. Sin embargo, pronto se da cuenta de que ser el malo de la película no es tan emocionante como pensaba. Para llenar el vacío en su vida, Megamind decide crear a un nuevo héroe, Titan, pero las cosas no salen como él espera y Titan se convierte en una amenaza para todos. Megamind, junto con su amiga Roxanne Ritchi, debe encontrar la manera de detener a Titan y demostrar que incluso los villanos pueden cambiar y convertirse en héroes inesperados.",
        "reparto": "Will Ferrell, Brad Pitt, Tina Fey.",
        "duracion": "142 minutos",
        "categoria": {
            "nombre": "Animacion",
            "id": "animacion"
        },
        "precio": 90000,
        "cantidad" : 0
    },
    {
        "id": "Kill Bill",
        "titulo": "Kill Bill",
        "imagen": "imagenes/miniaturas/mini-kill-bill.svg",
        "video" : "https://www.youtube.com/embed/7kSuas6mRpk?si=iAOXWIH4R_xr_o8E&amp;start=65",
        "pais": "Estados Unidos",
        "año" : "2003",
        "genero" : "Acción, Crimen, Thriller",
        "director" : "Quentin Tarantino",
        "sinopsis" : "Nos cuenta la historia de La Novia, una mujer berraca que, después de que su propio combo de asesinos la traiciona y la deja por muerta en su boda, se levanta de las cenizas como el Ave Fénix para buscar venganza. La pelada recorre el mundo, enfrentándose a sus antiguos compañeros uno por uno, con unas peleas que son una verraquera. Desde una batalla épica en Japón con la dura de O-Ren Ishii hasta un enfrentamiento con la letal Vernita Green en una casa de familia, La Novia demuestra que es una mujer que jamas se va a rendir.",
        "reparto": "Uma Thurman, David Carradine, Lucy Liu",
        "duracion": "142 minutos",
        "categoria": {
            "nombre": "Accion",
            "id": "accion"
        },
        "precio": 120000,
        "cantidad" : 0
    },
    {
        "id": "Duro de matar",
        "titulo": "Duro de matar",
        "imagen": "imagenes/miniaturas/mini-duro-de-matar.svg",
        "video" : "imagenes/descripciones/videos/video_duro_de_matar.mp4",
        "pais": "Estados Unidos",
        "año" : "1998",
        "genero" : "Acción, Thriller",
        "director" : "John McTiernan",
        "sinopsis" : "Nos presenta a John McClane, un policía neoyorquino de lo más bacano, que va a Los Ángeles para pasar Navidad con su familia y tratar de arreglar las cosas con su esposa. Pero las cosas se complican cuando un combo de terroristas, liderados por el elegante y malvado Hans Gruber, toma el edificio Nakatomi Plaza como rehén durante la fiesta de Navidad. McClane, con su chispa y su actitud de no dejarse joder, se infiltra en el edificio y empieza a enfrentarse a los terroristas uno por uno, utilizando todo lo que tiene a mano, desde su ingenio hasta las armas que logra quitarles a los malos. En medio de explosiones, tiroteos y momentos de pura tensión, McClane se convierte en un héroe inesperado, demostrando que es un tipo duro de matar.",
        "reparto": "Bruce Willis como John McClane, Alan Rickman como Hans Gruber, Bonnie Bedelia como Holly Gennaro McClane",
        "duracion": "100 minutos",
        "categoria": {
            "nombre": "Accion",
            "id": "accion"
        },
        "precio": 150000,
        "cantidad" : 0
    },
    {
        "id": "John Wick",
        "titulo": "John Wick",
        "imagen": "imagenes/miniaturas/mini-john-wick.svg",
        "video" : "imagenes/descripciones/videos/video_john_wick.mp4",
        "pais": "Estados Unidos",
        "año" : "1998",
        "genero" : "Acción, Thriller",
        "director" : "Chad Stahelski",
        "sinopsis" : "'John Wick' Nos cuenta la historia de un man llamado John Wick, un exasesino a sueldo que estaba retirado tranquilo, viviendo su vida pacíficamente después de la muerte de su esposa. Todo cambia cuando unos pelaos, liderados por el hijo de un mafioso ruso, le roban su carro y matan a su perrito, el último regalo de su mujer. Ahí es cuando John se emberraca y decide volver al ruedo para cobrar venganza. El tipo se lanza en una misión implacable, desatando una lluvia de balas y peleas épicas, demostrando que es el más duro de los duros. En el camino, se enfrenta a montones de enemigos, utilizando todas sus habilidades letales y su determinación imparable para hacer justicia a su manera.",
        "reparto": "Keanu Reeves como John Wick, Michael Nyqvist como Viggo Tarasov, Alfie Allen como Iosef Tarasov",
        "duracion": "150 minutos",
        "categoria": {
            "nombre": "Accion",
            "id": "accion"
        },
        "precio": 150000,
        "cantidad" : 0
    },
    {
        "id": "Gru mi villano favorito",
        "titulo": "Gru mi villano favorito",
        "imagen": "imagenes/miniaturas/mini-gru-mi-villano.svg",
        "video" : "imagenes/descripciones/videos/video_gru_mi_villano_favorito.mp4",
        "pais": "Estados Unidos",
        "año" : "2010",
        "genero" : "Animación, Comedia, Familia",
        "director" : "Pierre Coffin",
        "sinopsis" : "Es la historia de Gru, un man que se cree el más duro de los villanos y tiene un ejército de minions que son una locura. Este man tiene planes maestros para robar la Luna, pero su vida cambia cuando tres peladitos adorables se meten en su camino. Gru se ve obligado a enfrentar sus sentimientos y a aprender a ser un papá cuando adopta a Margo, Edith y Agnes como parte de su plan para conquistar el mundo. Entre las travesuras de los minions y los intentos de Vector por robarle su chamba, Gru descubre que ser un villano no es tan fácil como parece y que tener una familia puede ser más importante que robar la Luna.",
        "reparto": "Steve Carell como Gru, Jason Segel como Vector, Russell Brand como Dr. Nefario",
        "duracion": "150 minutos",
        "categoria": {
            "nombre": "Animacion",
            "id": "animacion"
        },
        "precio": 80000,
        "cantidad" : 0
    },
    {
        "id": "Jefe en pañales",
        "titulo": "Jefe en pañales",
        "imagen": "imagenes/miniaturas/mini-jefe-en-pañales.svg",
        "video" : "https://www.youtube.com/embed/SXpVk9uKL8I?si=5jtsshBYqiyJmZHC&amp;start=65",
        "pais": "Estados Unidos",
        "año" : "2017",
        "genero" : "Animación, Comedia, Familia",
        "director" : "Tom McGrath",
        "sinopsis" : "Es una película divertida que cuenta la historia de Tim, un niño que tiene la vida perfecta con sus padres amorosos. Pero todo cambia cuando llega un bebé inusual a su casa: un bebé vestido con traje y corbata que habla como un adulto y tiene planes secretos. Resulta que este bebé, conocido como Jefe en Pañales, en realidad es un agente encubierto de Baby Corp, en una misión para descubrir un malvado plan de la empresa Puppy Co. Tim y Jefe en Pañales se ven obligados a unir fuerzas para detener los planes malévolos y aprender a convivir como hermanos. Con una mezcla de comedia y aventura, la película nos muestra que incluso los bebés más inesperados pueden cambiar nuestras vidas para mejor.",
        "reparto": "Alec Baldwin como Jefe en Pañales / Theodore Lindsey Templeton, Steve Buscemi como Francis E. Francis, Jimmy Kimmel como Ted Templeton (adulto).",
        "duracion": "120 minutos",
        "categoria": {
            "nombre": "Animacion",
            "id": "animacion"
        },
        "precio": 70000,
        "cantidad" : 0
    },
    {
        "id": "Spider-Man: Across the Spider-Verse",
        "titulo": "Spider-Man: Across the Spider-Verse",
        "imagen": "imagenes/miniaturas/mini-spiderman-across.svg",
        "video" : "imagenes/descripciones/videos/video_spiderman_across.mp4",
        "pais": "Estados Unidos",
        "año" : "2023",
        "genero" : "Animación, Acción, Aventura",
        "director" : "Joaquim Dos Santos",
        "sinopsis" : "Es la secuela esperada de la película animada Spider-Man: Into the Spider-Verse. En esta nueva entrega, Miles Morales, el pana que se convirtió en Spider-Man, sigue explorando el multiverso y se topa con nuevas versiones de Spider-Man de otros universos. La historia promete una aventura llena de acción, humor y encuentros sorprendentes entre los diferentes Spider-Men y Spider-Women. Miles tendrá que enfrentar desafíos épicos mientras lucha para proteger su ciudad y a quienes ama, demostrando que ser un héroe no es solo sobre tener poderes, sino también sobre valentía y sacrificio.",
        "reparto": "Shameik Moore, Hailee Steinfeld, Jake Johnson",
        "duracion": "120 minutos",
        "categoria": {
            "nombre": "Animacion",
            "id": "animacion"
        },
        "precio": 90000,
        "cantidad" : 0
    },
    {
        "id": "Son como niños",
        "titulo": "Son como niños",
        "imagen": "https://image.tmdb.org/t/p/original/nV1WHEeDGayDmChqQQbHzSDlPrd.jpg",
        "video": "https://www.youtube.com/embed/yMEDiKD7cyE?si=veYsTNYe5-PwKvc0&amp;start=65",
        "pais": "Estados Unidos",
        "año": "2010",
        "genero": "Comedia",
        "director": "Dennis Dugan",
        "sinopsis": "Un grupo de amigos de la infancia se reúne después de muchos años para rendir homenaje a su antiguo entrenador de baloncesto. A lo largo del fin de semana, reviven viejos tiempos y enfrentan situaciones cómicas mientras aprenden a lidiar con los desafíos de la vida adulta. La película mezcla humor y nostalgia, mostrando cómo los amigos pueden ayudarte a superar cualquier obstáculo.",
        "reparto": "Adam Sandler, Kevin James, Chris Rock, David Spade",
        "duracion": "102 minutos",
        "categoria": {
            "nombre": "Animacion",
            "id": "animacion"
        },
        "precio": 90000,
        "cantidad": 0
    }
    
]